export const gameDescribtion = [
  {
    id: "numbers",
    text: "זכרו את המספרים",
    about: "הקשיבו למספרים, הוסיפו אחד לכל מספר ולחצו לפי הסדר",
  },
  {
    id: "objects",
    text: "התאימו את החפצים",
    about: "לחצו לפי הסדר על החפצים שמתאימים למילים שאתם שומעים",
  },
  {
    id: "colors",
    text: "מצאו את הצבעים",
    about: "לחצו לפי הסדר על הצבעים של בעלי החיים שאתם שומעים",
  },
  {
    id: "opposites",
    text: "מצאו את ההפכים",
    about: "זכרו את המילים שאתם שומעים ולחצו לפי הסדר על ההפכים שלהן",
  },
  {
    id: "animal",
    text: "מצאו את החיה המסתתרת",
    about: "מצאו לפי הסדר את בעלי החיים שמתחבאים מאחורי העצים",
  },
  {
    id: "objectsFamily",
    text: "התאימו מילים למשפחה",
    about: "לחצו לפי הסדר על משפחות המילים שאתם שומעים",
  },
  {
    id: "reverseOrder",
    text: "זכרו מילים בסדר הפוך",
    about: "לחצו על המילים בסדר ההפוך",
  },
];
